Revit 2024 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeModified Property
 Can't find some new hosts for this Element.\nIt will lose references on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FinalizedElementsWillBeModified { get; }
Visual Basic
Public Shared ReadOnly Property FinalizedElementsWillBeModified As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FinalizedElementsWillBeModified {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace